/* No comment provided by engineer. */
" in the menu bar to start!" = " na barra de menus para começar!";

/* No comment provided by engineer. */
" will be always hidden." = " sempre estará escondido.";

/* No comment provided by engineer. */
" will be hidden." = " será oculto.";

/* No comment provided by engineer. */
"sec(s)" = "seg(s)";

/* No comment provided by engineer. */
"• Cloud backup and profile syncing" = "• Cópia de segurança na nuvem e perfis de sincronização";

/* No comment provided by engineer. */
"• Manage the menu bar icons as you want" = "• Gira os ícones da barra de menus como desejar";

/* No comment provided by engineer. */
"• Reduce menu bar icon spacing" = "• Reduzir o espaçamento do ícone da barra de menu";

/* No comment provided by engineer. */
"• Supercharge your scripts or shortcuts with Barbee" = "• Potencialize seus scripts ou atalhos com Barbee";

/* No comment provided by engineer. */
"• Support the menu bar with a notch" = "• Suporte a barra de menu com notch";

/* No comment provided by engineer. */
"• Unlimited number of times you can show/hide menu bar icons" = "• Número ilimitado de vezes que você pode mostrar/ocultar ícones da barra de menu";

/* No comment provided by engineer. */
"• Various menu appearance styles" = "• Vários estilos de aparência de menu";

/* No comment provided by engineer. */
"⌘ Shortcut List:" = "⌘ Lista de Atalhos:";

/* No comment provided by engineer. */
"⏰️  Monitor menu bar item changes, then perform an action" = "⏰️ Monitorizar alterações do item da barra de menus e, em seguida, realizar uma ação";

/* No comment provided by engineer. */
"⚠️⚠️⚠️Unresponsive Item %@" = "⚠️⚠️⚠️Item sem resposta %@";

/* No comment provided by engineer. */
"⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions." = "⛔️️ Barbee não coleta nem rastreia nenhum dos seus dados pessoais e Barbee não solicita nenhuma permissão de rede.";

/* No comment provided by engineer. */
"✅️ Accessibility permission granted" = "✅️ Permissão de acessibilidade concedida";

/* No comment provided by engineer. */
"✅️ Screen Recording permission granted" = "✅️ Permissão para gravação de ecrã concedida";

/* No comment provided by engineer. */
"✉️ Contact us" = "✉️ Contacte-nos";

/* No comment provided by engineer. */
"⬅️Left" = "⬅️Esquerda";

/* No comment provided by engineer. */
"⭐️️ Drag to arrange your menu bar items as you want!" = "⭐️ Arraste para organizar os itens da sua barra de menu como desejar!";

/* No comment provided by engineer. */
"🐝 Relaunch Barbee" = "🐝 Relançamento Barbee";

/* No comment provided by engineer. */
"🐞 Report bugs" = "🐞 Reportar bugs";

/* No comment provided by engineer. */
"👀 View details..." = "👀 Ver detalhes...";

/* No comment provided by engineer. */
"👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list." = "👉 Na janela de autorização pop-up, por favor 🔓desbloqueie no canto inferior esquerdo primeiro, depois ✔️permita Barbee na lista da direita.";

/* No comment provided by engineer. */
"💥Supercharge your scripts or shortcuts with Barbee" = "💥Melhore os seus scripts ou atalhos com o Barbee";

/* No comment provided by engineer. */
"📊 Export logs..." = "📊 Exportar registros...";

/* No comment provided by engineer. */
"🔥️ Enhanced Mode" = "🔥️ Modo Aprimorado";

/* No comment provided by engineer. */
"🔨 Fix cursor issues" = "🔨 Corrigir problemas do cursor";

/* No comment provided by engineer. */
"🕶️ You are the VIP" = "🕶️ Você é o VIP";

/* No comment provided by engineer. */
"🦄 Join TestFlight..." = "🦄 Participe do TestFlight...";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widget group" = "🧩 Clique com o botão direito para personalizar o grupo de widgets Barbee";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widgets" = "🧩 Clique com o botão direito para personalizar widgets Barbee";

/* No comment provided by engineer. */
"🧩 Widget Management" = "🧩 Gerenciamento de Widget";

/* No comment provided by engineer. */
"🧮 Restore Patches" = "🧮 Restaurar Patches";

/* No comment provided by engineer. */
"3-day Free Trial" = "Teste Gratuito por 3 dias";

/* No comment provided by engineer. */
"About" = "Sobre";

/* No comment provided by engineer. */
"Accessibility" = "Acessibilidade";

/* No comment provided by engineer. */
"Action" = "Ação";

/* No comment provided by engineer. */
"Action:" = "Ação:";

/* No comment provided by engineer. */
"Activate for %d second(s)" = "Ative por %d segundo(s)";

/* No comment provided by engineer. */
"Activate for a while" = "Ative por um tempo";

/* No comment provided by engineer. */
"Activate seconds: %d" = "Ativar segundos: %d";

/* No comment provided by engineer. */
"Active" = "Ativo";

/* No comment provided by engineer. */
"Active Barbee profile with name: ${profileName}" = "Perfil ativo Barbee com nome: ${profileName}";

/* No comment provided by engineer. */
"Active Barbee profile with name." = "Perfil ativo Barbee com nome.";

/* No comment provided by engineer. */
"Active Barbee symbol with number: ${number}" = "Símbolo ativo Barbee com número: ${number}";

/* No comment provided by engineer. */
"Active Barbee symbol with number." = "Barbee ativo com número.";

/* No comment provided by engineer. */
"Active Profile" = "Perfil Ativo";

/* No comment provided by engineer. */
"Active Symbol" = "Símbolo Ativo";

/* No comment provided by engineer. */
"Actived profile successfully" = "Perfil ativado com sucesso";

/* No comment provided by engineer. */
"Add" = "Adicionar";

/* No comment provided by engineer. */
"Add/Remove menu bar inner shadow and drop shadow." = "Adicionar/Remover sombra interna da barra de menus e sombra projetada.";

/* No comment provided by engineer. */
"All Menu Bar Item" = "Item da Barra de Menu";

/* No comment provided by engineer. */
"All menu bar items are visible on external screens" = "Todos os itens da barra de menu são visíveis em ecrãs externos";

/* No comment provided by engineer. */
"Alpha Value" = "Valor Alfa";

/* No comment provided by engineer. */
"Always Hidden" = "Sempre Oculto";

/* No comment provided by engineer. */
"Always Hidden Items" = "Itens Sempre Ocultos";

/* No comment provided by engineer. */
"Always Hidden Items:" = "Itens Sempre Ocultos:";

/* No comment provided by engineer. */
"Always Hidden Menu Bar Item" = "Sempre Ocultar Item do Menu Barra";

/* No comment provided by engineer. */
"App Modules" = "Módulos do Aplicativo";

/* No comment provided by engineer. */
"Apply" = "Aplicar";

/* No comment provided by engineer. */
"Arrange" = "Organizar";

/* No comment provided by engineer. */
"Authorize" = "Autorizar";

/* No comment provided by engineer. */
"Automation" = "Automação";

/* No comment provided by engineer. */
"Automation feature requires additional permissions!" = "O recurso de automação requer permissões adicionais!";

/* No comment provided by engineer. */
"Award" = "Prêmio";

/* No comment provided by engineer. */
"Backup profile successfully." = "Perfil de backup realizado com sucesso.";

/* No comment provided by engineer. */
"Backup to iCloud drive" = "Backup para o iCloud drive";

/* No comment provided by engineer. */
"Barbee" = "Barbee";

/* No comment provided by engineer. */
"Barbee requires Accessibility access to show/hide the menu bar items." = "Barbee requer acesso à Acessibilidade para mostrar/ocultar os itens da barra de menus.";

/* No comment provided by engineer. */
"Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items." = "Barbee requer acesso à gravação de ecrã para monitorar a lista de itens da barra de menus e capturar as imagens dos itens alterados.";

/* No comment provided by engineer. */
"Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below." = "Barbee requer suas permissões para acessar funcionalidades do sistema para fornecer sua funcionalidade. Por favor, revise as permissões abaixo.";

/* No comment provided by engineer. */
"Barbee's menu bar icon has been hidden" = "O ícone da barra de menu da Barbee foi ocultado";

/* No comment provided by engineer. */
"Become VIP to use without limitation" = "Torne-se VIP para usar sem limitação";

/* No comment provided by engineer. */
"Beta Testing" = "Teste Beta";

/* No comment provided by engineer. */
"Bundle Identifier" = "Identificador do Pacote";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}" = "Alterar estado da sombra interna: ${innerShadowState}, estado da sombra projetada: ${dropShadowState}";

/* No comment provided by engineer. */
"Change Menu Bar Color" = "Alterar Cor da Barra de Menu";

/* No comment provided by engineer. */
"Change menu bar color: ${color}" = "Alterar a cor da barra de menu: ${color}";

/* No comment provided by engineer. */
"Change Menu Bar Shadow State" = "Alterar o Estado da Sombra da Barra de Menu";

/* No comment provided by engineer. */
"Change Top Notch State" = "Alterar Estado de Primeira Linha";

/* No comment provided by engineer. */
"Change top notch state: ${state}" = "Alterar estado de primeira linha: ${state}";

/* No comment provided by engineer. */
"Change Wallpaper..." = "Alterar Papel de Parede...";

/* No comment provided by engineer. */
"Change your current screen menu bar color, enter your color hex string(e.g. \"0AB188FF\"). Restore the color of the menu bar if the hex string is empty." = "Altere a cor da barra de menus de seu ecrã atual, insira sua string hex de cor (por exemplo, \"0AB188FF\"). Restaure a cor da barra de menus se a string hex estiver vazia.";

/* No comment provided by engineer. */
"Changing menu bar color requires user directory authorization" = "Alterar a cor da barra de menu requer autorização do diretório do usuário";

/* No comment provided by engineer. */
"Changing menu item gaps requires user directory authorization" = "A alteração dos espaços dos itens do menu requer autorização do diretório do usuário";

/* No comment provided by engineer. */
"Choose a menu bar item" = "Escolha um item da barra de menu";

/* No comment provided by engineer. */
"Choose Barbee Mode" = "Escolha o Modo Barbee";

/* No comment provided by engineer. */
"Click menu bar item" = "Clique no item da barra de menu";

/* No comment provided by engineer. */
"Click Menu Bar Item (Enhanced mode only)" = "Clique no item do menu Barra (Modo avançado apenas)";

/* No comment provided by engineer. */
"Click menu bar item by identifier: ${itemIdentifier}" = "Clique no item da barra de menu pelo identificador: ${itemIdentifier}";

/* No comment provided by engineer. */
"Click menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Clique no item da barra de menu pelo identificador (por exemplo, \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Click on the menu bar Barbee icon to toggle the visibility of hidden items directly" = "Clique no ícone Barbee da barra de menu para alternar a visibilidade dos itens ocultos diretamente";

/* No comment provided by engineer. */
"Click on the menu bar to toggle the visibility of hidden items" = "Clique na barra de menu para alternar a visibilidade dos itens ocultos";

/* No comment provided by engineer. */
"Click the icon " = "Clique no ícone ";

/* No comment provided by engineer. */
"Close" = "Fechar";

/* No comment provided by engineer. */
"Color" = "Cor";

/* No comment provided by engineer. */
"Configuration" = "Configuração";

/* No comment provided by engineer. */
"Confirm" = "Confirmar";

/* No comment provided by engineer. */
"Content" = "Conteúdo";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Corner Radius" = "Raio de Canto";

/* No comment provided by engineer. */
"Current Item" = "Item Atual";

/* No comment provided by engineer. */
"Cursor Keeps Flickering?" = "O cursor continua piscando?";

/* No comment provided by engineer. */
"Custom shortcuts feature requires additional permissions!" = "O recurso de atalhos personalizados requer permissões adicionais!";

/* No comment provided by engineer. */
"Dark Background Color" = "Cor de Fundo Escura";

/* No comment provided by engineer. */
"Default" = "Padrão";

/* No comment provided by engineer. */
"Default Gap - system default spacing between items" = "Espaço Padrão - espaçamento padrão do sistema entre itens";

/* No comment provided by engineer. */
"Delay before hiding items again." = "Delay antes de ocultar os itens novamente.";

/* No comment provided by engineer. */
"Delete" = "Excluir";

/* No comment provided by engineer. */
"Delete `%@`" = "Excluir `%@`";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnósticos";

/* No comment provided by engineer. */
"Do you want to backup profiles to iCloud?" = "Você quer fazer backup de perfis para o iCloud?";

/* No comment provided by engineer. */
"Do you want to delete profile `%@`?" = "Você quer deletar o perfil `%@`?";

/* No comment provided by engineer. */
"Do you want to delete this automation?" = "Você quer deletar esta automação?";

/* No comment provided by engineer. */
"Do you want to delete this shortcut?" = "Você quer excluir este atalho?";

/* No comment provided by engineer. */
"Do you want to import this patch?" = "Você quer importar este patch?";

/* No comment provided by engineer. */
"Do you want to import this profile?" = "Você quer importar este perfil?";

/* No comment provided by engineer. */
"Do you want to sync profiles from iCloud?" = "Você quer sincronizar perfis do iCloud?";

/* No comment provided by engineer. */
"Drop Shadow" = "Sombra Projetada";

/* No comment provided by engineer. */
"Drop Shadow State" = "Estado de Sombreamento";

/* No comment provided by engineer. */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Emoji" = "Emoji";

/* No comment provided by engineer. */
"Energy Saver" = "Economizador de Energia";

/* No comment provided by engineer. */
"Enhanced Mode" = "Modo Aprimorado";

/* No comment provided by engineer. */
"Enhanced mode is only available for Notch screens" = "O modo aprimorado está disponível apenas para ecrãs com notch";

/* No comment provided by engineer. */
"Export" = "Exportar";

/* No comment provided by engineer. */
"Failed to active profile" = "Falha ao ativar perfil";

/* No comment provided by engineer. */
"Failed to backup profile." = "Falha ao fazer backup do perfil.";

/* No comment provided by engineer. */
"Failed to change menu item gap" = "Falha ao alterar o espaçamento do item de menu";

/* No comment provided by engineer. */
"Failed to export profile." = "Falha ao exportar perfil.";

/* No comment provided by engineer. */
"Cursor issue fix failed" = "Falha ao corrigir problemas do cursor";

/* No comment provided by engineer. */
"Failed to import patch." = "Falhou ao importar patch.";

/* No comment provided by engineer. */
"Failed to import profile." = "Falha ao importar perfil.";

/* No comment provided by engineer. */
"Failed to restore" = "Falha ao restaurar";

/* No comment provided by engineer. */
"Failed to sync profile." = "Falha ao sincronizar perfil.";

/* No comment provided by engineer. */
"Feedback" = "Comentários";

/* No comment provided by engineer. */
"Cursor issues fixed successfully" = "Corrigiu problemas do cursor com sucesso";

/* No comment provided by engineer. */
"For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS." = "Para a configuração funcionar, você deve ativar o `Iniciar no Login` do Barbee, fazer logout e login novamente no macOS.";

/* No comment provided by engineer. */
"Found %d profile(s)" = "Encontrado(s) %d perfil(is)";

/* No comment provided by engineer. */
"Frame" = "Quadro";

/* No comment provided by engineer. */
"General" = "Geral";

/* No comment provided by engineer. */
"Get all menu bar items" = "Obter todos os itens da barra de menu";

/* No comment provided by engineer. */
"Get All Menu Bar Items" = "Obter Todos os Itens da Barra de Menu";

/* No comment provided by engineer. */
"Get always hidden menu bar items" = "Obtenha sempre itens de barra de menu ocultos";

/* No comment provided by engineer. */
"Get Always Hidden Menu Bar Items" = "Obter Sempre Itens Ocultos da Barra de Menu";

/* No comment provided by engineer. */
"Get App Modules" = "Obter Módulos do Aplicativo";

/* No comment provided by engineer. */
"Get app modules using app bundle identifier: ${bundleIdentifier}" = "Obtenha módulos do aplicativo usando o identificador do pacote do aplicativo: ${bundleIdentifier}";

/* No comment provided by engineer. */
"Get hidden menu bar items" = "Obter itens ocultos da barra de menu";

/* No comment provided by engineer. */
"Get Hidden Menu Bar Items" = "Obter Itens Ocultos da Barra de Menu";

/* No comment provided by engineer. */
"Get it for free" = "Consiga de graça";

/* No comment provided by engineer. */
"Get shown menu bar items" = "Obter itens mostrados na barra de menu";

/* No comment provided by engineer. */
"Get Shown Menu Bar Items" = "Obter Itens Mostrados na Barra de Menu";

/* No comment provided by engineer. */
"Get Started" = "Começar";

/* No comment provided by engineer. */
"Go to Barbee preferences..." = "Ir para as preferências do Barbee...";

/* No comment provided by engineer. */
"Got it" = "Entendi";

/* No comment provided by engineer. */
"Grant Permissions to Barbee" = "Conceder Permissões para Barbee";

/* No comment provided by engineer. */
"Has Top Notch" = "Tem Top Notch";

/* No comment provided by engineer. */
"Has top notch?" = "Tem de primeira linha?";

/* No comment provided by engineer. */
"Height" = "Altura";

/* No comment provided by engineer. */
"Help Center" = "Centro de Ajuda";

/* No comment provided by engineer. */
"Hidden" = "Oculto";

/* No comment provided by engineer. */
"Hidden Items" = "Itens Ocultos";

/* No comment provided by engineer. */
"Hidden Items:" = "Itens Ocultos:";

/* No comment provided by engineer. */
"Hidden Menu Bar Item" = "Item Oculto da Barra de Menu";

/* No comment provided by engineer. */
"Hide" = "Ocultar";

/* No comment provided by engineer. */
"Hide All" = "Ocultar Tudo";

/* No comment provided by engineer. */
"Hide Menu Bar Item (Enhanced mode only)" = "Ocultar Item da Barra de Menus (Apenas modo avançado)";

/* No comment provided by engineer. */
"Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Ocultar item da barra de menu pelo identificador: ${itemIdentifier}, para X: ${x}";

/* No comment provided by engineer. */
"Hide menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Ocultar item da barra de menus pelo identificador (por exemplo: "com.apple.controlcenter-WiFi"), X é opcional.";

/* No comment provided by engineer. */
"Hide not-showing items" = "Ocultar itens não exibidos";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items" = "Pressione CONTROL(⌃) e clique no ícone da barra de menu para mostrar / ocultar todos os itens";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar to show / hide all items" = "Mantenha CONTROL(⌃) premido e clique na barra de menus para mostrar / ocultar todos os itens";

/* No comment provided by engineer. */
"Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items" = "Mantenha OPTION(⌥) premido e clique no ícone da barra de menus para mostrar / ocultar itens ocultos";

/* No comment provided by engineer. */
"Hold the COMMAND(⌘) to drag the menu bar items" = "Mantenha a tecla COMMAND(⌘) premida para arrastar os itens da barra de menu";

/* No comment provided by engineer. */
"Hovered" = "Pairou";

/* No comment provided by engineer. */
"Icon:" = "Ícone:";

/* No comment provided by engineer. */
"If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!" = "Se encontrar algum problema ou quiser ajudar-nos a melhorar ou localizar o Barbee, não hesite em contactar-nos!";

/* No comment provided by engineer. */
"If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences." = "Se você quiser usar o Barbee no modo normal, basta remover as permissões concedidas nas Preferências do Sistema.";

/* No comment provided by engineer. */
"If your cursor keeps flickering, try clicking the button to fix it." = "Se o seu cursor continua piscando, você pode tentar clicar no botão para corrigir a oscilação do cursor.";

/* No comment provided by engineer. */
"Ignore" = "Ignorar";

/* No comment provided by engineer. */
"Image" = "Imagem";

/* No comment provided by engineer. */
"Import" = "Importar";

/* No comment provided by engineer. */
"In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items" = "No caso de múltiplos ecrãs, ecrãs sem notch usarão o modo normal para mostrar/ocultar itens da barra de menu";

/* No comment provided by engineer. */
"Inner Shadow" = "Sombra interna";

/* No comment provided by engineer. */
"Inner Shadow State" = "Estado de Sombra Interna";

/* No comment provided by engineer. */
"InterItem Horizontal Padding" = "InterItem Espaçamento Horizontal";

/* No comment provided by engineer. */
"InterItem Vertical Padding" = "InterItem Espaçamento Vertical";

/* No comment provided by engineer. */
"Is Menu Bar Visible" = "O Menu Bar está visível";

/* No comment provided by engineer. */
"Is menu bar visible?" = "A barra de menu está visível?";

/* No comment provided by engineer. */
"Is Movable by Window Background" = "É Movível pela Fundo da Janela";

/* No comment provided by engineer. */
"It is strongly recommended to launch Barbee at login, would you like to enable it?" = "É fortemente recomendado iniciar o Barbee no arranque, deseja ativá-lo?";

/* No comment provided by engineer. */
"Item has any changes" = "O item possui alguma alteração";

/* No comment provided by engineer. */
"Item Identifier" = "Identificador de Item";

/* No comment provided by engineer. */
"Items" = "Itens";

/* No comment provided by engineer. */
"Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar." = "Itens arrastados para a esquerda serão sempre ocultados. Mantenha a tecla command ⌘ pressionada para arrastar os itens na barra de menus.";

/* No comment provided by engineer. */
"Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar." = "Itens arrastados para a esquerda serão ocultados. Mantenha pressionada a tecla comando ⌘ para arrastar os itens na barra de menu.";

/* No comment provided by engineer. */
"Items on the left side of the icon " = "Itens no lado esquerdo do ícone";

/* No comment provided by engineer. */
"Launch At Login" = "Iniciar no Login";

/* No comment provided by engineer. */
"Launch Barbee at login?" = "Lançar Barbee ao iniciar?";

/* No comment provided by engineer. */
"Level" = "Nível";

/* No comment provided by engineer. */
"Lifetime" = "Vitalício";

/* No comment provided by engineer. */
"Lifetime - %@" = "Vitalício - %@";

/* No comment provided by engineer. */
"Light Background Color" = "Cor de Fundo Clara";

/* No comment provided by engineer. */
"Love Barbee?" = "Ama Barbee?";

/* No comment provided by engineer. */
"Lowest" = "Menor";

/* No comment provided by engineer. */
"macOS log out required" = "É necessário fazer log out no macOS";

/* No comment provided by engineer. */
"Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)" = "Faz o entalhe desaparecer como um NINJA 🥷. (Você também pode definir a cor da barra de menu para ⬛️)";

/* No comment provided by engineer. */
"Manage App Modules in Menu Bar" = "Gerenciar Módulos do Aplicativo na Barra de Menu";

/* No comment provided by engineer. */
"Manage Subscription" = "Gerir Subscrição";

/* No comment provided by engineer. */
"Manage System Modules in Menu Bar" = "Gerenciar Módulos do Sistema na Barra de Menu";

/* No comment provided by engineer. */
"Managing app modules requires user directory authorization" = "Gerenciar módulos de aplicativos requer autorização de diretório de usuário";

/* No comment provided by engineer. */
"Menu Bar" = "Barra de Menu";

/* No comment provided by engineer. */
"Menu Bar Appearance" = "Aparência da Barra de Menu";

/* No comment provided by engineer. */
"Menu Bar Border Color:" = "Cor da Borda da Barra de Menu:";

/* No comment provided by engineer. */
"Menu Bar Border Width:" = "Largura da borda da barra de menu:";

/* No comment provided by engineer. */
"Menu Bar Color:" = "Cor da Barra de Menu:";

/* No comment provided by engineer. */
"Menu Bar Corner Radius:" = "Raio do Canto da Barra de Menu:";

/* No comment provided by engineer. */
"Menu Bar Item Gap:" = "Intervalo de Item da Barra de Menu:";

/* No comment provided by engineer. */
"Menu Bar Layout" = "Layout da Barra de Menu";

/* No comment provided by engineer. */
"Menu Bar Layout feature requires additional permissions!" = "Recurso de layout da barra de menu requer permissões adicionais!";

/* No comment provided by engineer. */
"Menu Bar Shadow:" = "Sombra da Barra de Menu:";

/* No comment provided by engineer. */
"Menu Bar Size:" = "Tamanho da Barra de Menu:";

/* No comment provided by engineer. */
"Menu Bar Style:" = "Estilo da Barra de Menu:";

/* No comment provided by engineer. */
"Menu Bar Tint:" = "Cor da Barra de Menu:";

/* No comment provided by engineer. */
"Menu Bar:" = "Barra de Menu:";

/* No comment provided by engineer. */
"Mini" = "Mini";

/* No comment provided by engineer. */
"Mode has been changed successfully" = "O modo foi alterado com sucesso";

/* No comment provided by engineer. */
"Mode:" = "Modo:";

/* No comment provided by engineer. */
"More" = "Mais";

/* No comment provided by engineer. */
"Multi-screen:" = "Multi-ecrã:";

/* No comment provided by engineer. */
"Name" = "Nome";

/* No comment provided by engineer. */
"Name:" = "Nome:";

/* No comment provided by engineer. */
"New" = "Novo";

/* No comment provided by engineer. */
"New Items Location" = "Localização de Novos Itens";

/* No comment provided by engineer. */
"🆕️ Request new features" = "🆕️ Solicitar novos recursos";

/* No comment provided by engineer. */
"New Single Widget..." = "Novo Single Widget...";

/* No comment provided by engineer. */
"New Widget" = "Novo Widget";

/* No comment provided by engineer. */
"New Widget Group" = "Novo Grupo de Widget";

/* No comment provided by engineer. */
"New Widget Group..." = "Novo Grupo de Widget...";

/* No comment provided by engineer. */
"Newly discovered menu bar items will be moved to:" = "Os itens recém-descobertos da barra de menu serão movidos para:";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"No action" = "Nenhuma ação";

/* No comment provided by engineer. */
"No backups" = "Sem backups";

/* No comment provided by engineer. */
"No configurable app modules found" = "Nenhum módulo de aplicativo configurável encontrado";

/* No comment provided by engineer. */
"No Gap - no spacing between items" = "Sem Espaço - sem espaçamento entre os itens";

/* No comment provided by engineer. */
"No items found" = "Nenhum item encontrado";

/* No comment provided by engineer. */
"No matching results" = "Nenhum resultado correspondente";

/* No comment provided by engineer. */
"Non-subscription, totally free" = "Sem assinatura, totalmente grátis";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Normal Gap - normal spacing between items" = "Intervalo Normal - espaçamento normal entre itens";

/* No comment provided by engineer. */
"Normal Mode" = "Modo Normal";

/* No comment provided by engineer. */
"Not Now" = "Agora não";

/* No comment provided by engineer. */
"Notch:" = "Entalhe:";

/* No comment provided by engineer. */
"Ok" = "Certo";

/* No comment provided by engineer. */
"One-time purchase" = "Compra única";

/* No comment provided by engineer. */
"Oops, No Hidden Items! 🔥️You can arrange items in the Preferences." = "Opa, Sem Itens Ocultos! 🔥️Você pode organizar os itens nas Preferências.";

/* No comment provided by engineer. */
"Open System Preferences..." = "Abrir Preferências do Sistema...";

/* No comment provided by engineer. */
"Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`." = "Por favor, segure a tecla command(⌘) e arraste os ícones `<`, `|` e `Barbee` na barra de menu e coloque-os na ordem correta. A ordem é: ícones sempre ocultos `<` ícones ocultos `|` ícones mostrados `Barbee`.";

/* No comment provided by engineer. */
"Preferences" = "Preferências";

/* No comment provided by engineer. */
"Preferences..." = "Preferências...";

/* No comment provided by engineer. */
"Privacy Policy" = "Política de Privacidade";

/* No comment provided by engineer. */
"Profile" = "Perfil";

/* No comment provided by engineer. */
"Profile Entry:" = "Entrada de Perfil:";

/* No comment provided by engineer. */
"Profile Name" = "Nome do Perfil";

/* No comment provided by engineer. */
"Purchase & Restore" = "Comprar & Restaurar";

/* No comment provided by engineer. */
"Quick Search" = "Busca Rápida";

/* No comment provided by engineer. */
"Quick Search Entry:" = "Entrada de Pesquisa Rápida:";

/* No comment provided by engineer. */
"Quick Search feature requires additional permissions!" = "O recurso de Pesquisa Rápida requer permissões adicionais!";

/* No comment provided by engineer. */
"Quick Search:" = "Pesquisa Rápida:";

/* No comment provided by engineer. */
"Quick Start Guide" = "Guia de Início Rápido";

/* No comment provided by engineer. */
"Quit" = "Sair";

/* No comment provided by engineer. */
"Rate Now" = "Avalie Já";

/* No comment provided by engineer. */
"Rate on the Mac App Store" = "Avalie na Mac App Store";

/* No comment provided by engineer. */
"Recommended for users with a large screen or no icons hidden by the system." = "Recomendado para usuários com um ecrã grande ou sem ícones ocultados pelo sistema.";

/* No comment provided by engineer. */
"Recommended for users with notch on the screen or users with hidden icons in the system." = "Recomendado para usuários com faixas no ecrã ou usuários com ícones ocultos no sistema.";

/* No comment provided by engineer. */
"Reduce Refresh Rate When Using Battery Power" = "Reduzir Taxa de Atualização ao Usar Energia da Bateria";

/* No comment provided by engineer. */
"Refresh" = "Atualizar";

/* No comment provided by engineer. */
"Refresh Interval in Seconds" = "Intervalo de Atualização em Segundos";

/* No comment provided by engineer. */
"Refresh menu bar items" = "Atualizar itens da barra de menu";

/* No comment provided by engineer. */
"Refresh Menu Bar Items" = "Atualizar Itens do Menu da Barra";

/* No comment provided by engineer. */
"Regular" = "Regular";

/* No comment provided by engineer. */
"Related Item:" = "Item Relacionado:";

/* No comment provided by engineer. */
"Reduce useable screen space to mask notch" = "Remover Entalhe";

/* No comment provided by engineer. */
"Remove/Add top notch when you use the notched Mac." = "Remova/Adicione entalhe de alta qualidade quando usar o Mac com entalhe.";

/* No comment provided by engineer. */
"Request Access..." = "Solicitar Acesso...";

/* No comment provided by engineer. */
"Reset" = "Repor";

/* No comment provided by engineer. */
"Reset All Permissions" = "Reiniciar Todas as Permissões";

/* No comment provided by engineer. */
"🆘️ Reset all permissions" = "🆘️ Reiniciar todas as permissões";

/* No comment provided by engineer. */
"Restore Purchase" = "Restaurar Compra";

/* No comment provided by engineer. */
"Restore successfully! If it still doesn't work, please reinstall the app." = "Restauração bem-sucedida! Se ainda não funcionar, por favor reinstale o aplicativo.";

/* No comment provided by engineer. */
"Returns all menu bar items." = "Retorna todos os itens da barra de menu.";

/* No comment provided by engineer. */
"Returns always hidden menu bar items." = "Retorna sempre itens de menu da barra ocultos.";

/* No comment provided by engineer. */
"Returns app modules using app bundle identifier." = "Retorna módulos de aplicativos usando identificador de pacote de aplicativo.";

/* No comment provided by engineer. */
"Returns hidden menu bar items." = "Retorna itens ocultos da barra de menu.";

/* No comment provided by engineer. */
"Returns shown menu bar items." = "Retorna os itens mostrados na barra de menu.";

/* No comment provided by engineer. */
"Returns whether the current active screen has top notch." = "Retorna se o ecrã ativo atual possui notch superior.";

/* No comment provided by engineer. */
"Returns whether the current active screen menu bar is visible." = "Retorna se a barra de menus ativa do ecrã atual está visível.";

/* No comment provided by engineer. */
"Reveal In Finder" = "Mostrar no Finder";

/* No comment provided by engineer. */
"Right➡️" = "Certo➡️";

/* No comment provided by engineer. */
"Scopes:" = "Escopos:";

/* No comment provided by engineer. */
"Screen Recording" = "Gravação de Ecrã";

/* No comment provided by engineer. */
"Search" = "Pesquisar";

/* No comment provided by engineer. */
"Search for a menu bar item" = "Procure por um item da barra de menu";

/* No comment provided by engineer. */
"Select" = "Selecionar";

/* No comment provided by engineer. */
"Select a related menu bar item" = "Selecione um item relacionado na barra de menu";

/* No comment provided by engineer. */
"Select..." = "Selecione...";

/* No comment provided by engineer. */
"Separated" = "Separado";

/* No comment provided by engineer. */
"SF Symbols" = "SF Símbolos";

/* No comment provided by engineer. */
"Shortcut to show / hide all items:" = "Atalho para mostrar / ocultar todos os itens:";

/* No comment provided by engineer. */
"Shortcut to show / hide hidden items:" = "Atalho para mostrar / ocultar itens ocultos:";

/* No comment provided by engineer. */
"Shortcut:" = "Atalho:";

/* No comment provided by engineer. */
"Shortcuts" = "Atalhos";

/* No comment provided by engineer. */
"Show" = "Mostrar";

/* No comment provided by engineer. */
"Show all" = "Mostrar tudo";

/* No comment provided by engineer. */
"Show All" = "Mostrar Tudo";

/* No comment provided by engineer. */
"Show all menu bar items" = "Mostrar todos os itens da barra de menu";

/* No comment provided by engineer. */
"Show Entry in Menu" = "Mostrar Entrada no Menu";

/* No comment provided by engineer. */
"Show hidden menu bar items" = "Exibir itens ocultos da barra de menu";

/* No comment provided by engineer. */
"Show in All Spaces" = "Mostrar em Todos os Espaços";

/* No comment provided by engineer. */
"Show Menu Bar Item (Enhanced mode only)" = "Mostrar Item da Barra de Menu (Apenas no modo Avançado)";

/* No comment provided by engineer. */
"Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Mostrar item da barra de menu por identificador: ${itemIdentifier}, para X: ${x}";

/* No comment provided by engineer. */
"Show menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Mostrar item da barra de menu por identificador (por exemplo, \"com.apple.controlcenter-WiFi\"), X é opcional.";

/* No comment provided by engineer. */
"Show Profile in Menu" = "Mostrar Perfil no Menu";

/* No comment provided by engineer. */
"Shown Items" = "Itens Mostrados";

/* No comment provided by engineer. */
"Shown Items:" = "Itens Exibidos:";

/* No comment provided by engineer. */
"Shown Menu Bar Item" = "Item de Menu Mostrado";

/* No comment provided by engineer. */
"Small Gap - proper spacing between items" = "Pequeno Espaço - espaço adequado entre itens";

/* No comment provided by engineer. */
"Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode." = "Alguns dos itens da barra de menu serão movidos para uma barra de menu separada no modo aprimorado, esse modo exige que o usuário autorize algumas permissões necessárias (Gravação de Ecrã & Acessibilidade), mas não haverá solicitações de permissão extras no modo normal.";

/* No comment provided by engineer. */
"Something Wrong?" = "Alguma coisa errada?";

/* No comment provided by engineer. */
"🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again." = "🆘 Se o aplicativo ainda indicar que não há permissão após você autorizar o Barbee, por favor, cancele a autorização do Barbee e exclua o Barbee na lista de autorizações, em seguida, reinicie o Barbee e conceda as permissões novamente.";

/* No comment provided by engineer. */
"Start" = "Iniciar";

/* No comment provided by engineer. */
"Start BarBee automatically at login." = "Iniciar BarBee automaticamente ao fazer login.";

/* No comment provided by engineer. */
"Startup:" = "Inicialização:";

/* No comment provided by engineer. */
"State" = "Estado";

/* No comment provided by engineer. */
"Switch App Module State" = "Alterar Estado do Módulo do Aplicativo";

/* No comment provided by engineer. */
"Switch Barbee Mode" = "Alternar Modo Barbee";

/* No comment provided by engineer. */
"Switch the app module state in menu bar by its identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Altere o estado do módulo do aplicativo na barra de menu pelo seu identificador (por exemplo, \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}" = "Altere o estado do módulo do aplicativo:${state} na barra de menu pelo seu identificador: ${itemIdentifier}";

/* No comment provided by engineer. */
"Switch to Enhanced Mode" = "Mudar para o Modo Avançado";

/* No comment provided by engineer. */
"Switch to Normal Mode" = "Mudar para Modo Normal";

/* No comment provided by engineer. */
"Symbol Number" = "Símbolo Número";

/* No comment provided by engineer. */
"Symbol:" = "Símbolo:";

/* No comment provided by engineer. */
"Sync from iCloud drive" = "Sincronizar do iCloud Drive";

/* No comment provided by engineer. */
"Sync profile successfully." = "Perfil sincronizado com sucesso.";

/* No comment provided by engineer. */
"Terms of Use" = "Termos de Uso";

/* No comment provided by engineer. */
"Text" = "Texto";

/* (No Comment) */
"Thanks to all who keep supporting Barbee🖤.\\nYour encouragement is the fuel that keeps me going.\\n\\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\\n👋 please reach out. You will get it free of charge🆓️. \\n\\n🌐️ If you can help translate Barbee into your language or improve Barbee's current translations, \\nyou will have the lifetime version and your name will be listed as a contributor to Barbee." = "Obrigado a todos que apoiam Barbee🖤.\nSeu incentivo é o combustível que me mantém em movimento.\n\nSe você é um estudante, um professor, um mantenedor de código aberto, ou se adquirir esta versão paga está além dos seus atuais recursos,\n👋 por favor entre em contato. Você receberá gratuitamente🆓️. \n\n🌐️ Se você puder ajudar a traduzir o Barbee para o seu idioma ou melhorar as traduções atuais do Barbee, \nvocê terá a versão vitalícia e seu nome será listado como um contribuidor do Barbee.";

/* No comment provided by engineer. */
"Thanks for purchasing Barbee VIP" = "Obrigado por adquirir o Barbee VIP";

/* No comment provided by engineer. */
"Thanks for trying Barbee" = "Obrigado por experimentar o Barbee";

/* No comment provided by engineer. */
"The automation will be deleted and changes take effect immediately" = "A automação será deletada e as alterações terão efeito imediato";

/* No comment provided by engineer. */
"The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated." = "A versão beta pode conter bugs ou causar problemas. Qualquer feedback que você possa fornecer é sempre muito apreciado.";

/* No comment provided by engineer. */
"The changes have been saved, and it will take effect after exiting and restarting the app `%@`." = "As alterações foram salvas e entrarão em vigor após sair e reiniciar o aplicativo `%@`.";

/* No comment provided by engineer. */
"The following modules have been found that may be displayed in the menu bar, you can enable or disable them." = "Os seguintes módulos foram encontrados e podem ser exibidos na barra de menu, você pode habilitá-los ou desabilitá-los.";

/* No comment provided by engineer. */
"The hidden menu bar icon will appear in a separate menu bar in the upper right corner." = "O ícone oculto da barra de menus aparecerá em uma barra de menus separada no canto superior direito.";

/* No comment provided by engineer. */
"The hidden menu bar icons will be collapsed." = "Os ícones ocultos da barra de menu serão recolhidos.";

/* No comment provided by engineer. */
"The hover area of the menu bar include the app menu and Apple logo area" = "A área de pairar da barra de menu inclui o menu do aplicativo e a área do logotipo da Apple";

/* No comment provided by engineer. */
"The iCloud profiles will be replaced by the local profiles, which cannot be restored." = "Os perfis do iCloud serão substituídos pelos perfis locais, que não podem ser restaurados.";

/* No comment provided by engineer. */
"The icon may persist in the menu bar and impact your experience using Barbee." = "O ícone pode permanecer na barra de menus. Usar esse recurso pode afetar a experiência do usuário.";

/* No comment provided by engineer. */
"The item is invisible" = "O item é invisível";

/* No comment provided by engineer. */
"The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "O item está invisível por causa do entalhe superior, você pode ocultar o entalhe, ajustar a resolução da ecrã ou reduzir o número de itens visíveis nas preferências da Barbee.";

/* No comment provided by engineer. */
"The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "O item está invisível porque a barra de menu não tem espaço suficiente, você pode ajustar a resolução do ecrã ou reduzir o número de itens visíveis nas preferências do Barbee.";

/* No comment provided by engineer. */
"The local profiles will be replaced by the iCloud profiles, which cannot be restored." = "Os perfis locais serão substituídos pelos perfis do iCloud, os quais não podem ser restaurados.";

/* No comment provided by engineer. */
"The patch has been imported." = "O patch foi importado.";

/* No comment provided by engineer. */
"The profile has been exported." = "O perfil foi exportado.";

/* No comment provided by engineer. */
"The profile has been imported." = "O perfil foi importado.";

/* No comment provided by engineer. */
"The selected item is not in the menu bar now" = "O item selecionado não está na barra de menu agora";

/* No comment provided by engineer. */
"The shadow below the menu bar" = "A sombra abaixo da barra de menu";

/* No comment provided by engineer. */
"The shadow in the menu bar" = "A sombra na barra de menu";

/* No comment provided by engineer. */
"The shortcut will be deleted and changes take effect immediately" = "O atalho será excluído e as alterações surtirão efeito imediatamente";

/* No comment provided by engineer. */
"Then: %@" = "Então: %@";

/* No comment provided by engineer. */
"Thin" = "Magro";

/* (No Comment) */
"This prompt will appear when Barbee is running on a newer version of macOS to capture the screenshot of menu bar items. \\n⛔️ Barbee is an offline app with no network permissions." = "Este prompt aparecerá quando o Barbee estiver em execução no novo macOS para capturar a captura de ecrã dos itens da barra de menus. \n⛔️ Barbee é um aplicativo offline sem permissões de rede.";

/* No comment provided by engineer. */
"Top Notch" = "De primeira linha";

/* No comment provided by engineer. */
"Topmost" = "Superior";

/* No comment provided by engineer. */
"Trigger:" = "Gatilho:";

/* No comment provided by engineer. */
"Unified" = "Unificado";

/* No comment provided by engineer. */
"Upgrade to Barbee VIP" = "Atualize para o Barbee VIP";

/* No comment provided by engineer. */
"Use Barbee in enhanced mode?" = "Usar Barbee no modo aprimorado?";

/* No comment provided by engineer. */
"Use in Shortcuts" = "Usar em Atalhos";

/* No comment provided by engineer. */
"Redeem code" = "Utilizar o código promocional";

/* No comment provided by engineer. */
"View iCloud profiles" = "Visualizar perfis do iCloud";

/* No comment provided by engineer. */
"View URL Schemes" = "Visualizar Esquemas de URL";

/* No comment provided by engineer. */
"Welcome to Barbee!" = "Bem-vindo(a) ao Barbee!";

/* No comment provided by engineer. */
"When hovering for more than a certain period of time, show hidden items." = "Ao pairar por mais de um certo período de tempo, mostre os itens ocultos.";

/* No comment provided by engineer. */
"When hovering over the menu bar, hidden items will be shown automatically" = "Ao passar o rato sobre a barra de menu, os itens ocultos serão exibidos automaticamente";

/* No comment provided by engineer. */
"When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically" = "Ao passar o rato sobre o menu do aplicativo ou o logotipo da Apple(🍎), itens ocultos também serão mostrados automaticamente";

/* No comment provided by engineer. */
"When leaving the menu bar, hidden items will be hidden again" = "Ao sair da barra de menu, os itens ocultos serão escondidos novamente";

/* No comment provided by engineer. */
"When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again." = "Quando o ecrã externo se torna o foco, todos os itens da barra de menu ficarão visíveis, e quando o foco for perdido, eles serão escondidos novamente.";

/* No comment provided by engineer. */
"When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem." = "Quando houver um problema com Barbee, você pode tentar reiniciar o Barbee para resolver este problema.";

/* No comment provided by engineer. */
"When you click on the blank area of the menu bar, Barbee will toggle showing hidden items." = "Ao clicar na área em branco da barra de menu, Barbee alternará exibindo itens ocultos.";

/* No comment provided by engineer. */
"When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon." = "Ao clicar no ícone da barra de menu, o Barbee alternará a exibição de itens ocultos em vez do menu Barbee. O menu Barbee será exibido quando você clicar com o botão direito no ícone da barra de menu.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items." = "Ao pressionar CONTROL(⌃) e clicar no ícone da barra de menu, o Barbee alternará entre mostrar / ocultar todos os itens.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items." = "Quando você segura CONTROL(⌃) e clica na barra de menu, Barbee irá alternar entre mostrar / ocultar todos os itens.";

/* No comment provided by engineer. */
"When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items." = "Ao segurar a tecla OPTION(⌥) e clicar no ícone da barra de menu, o Barbee alternará entre mostrar / ocultar itens ocultos.";

/* No comment provided by engineer. */
"When: %@" = "Quando: %@";

/* No comment provided by engineer. */
"Whether you love Barbee or feel we could be doing better, we want to know!" = "Quer você ame a Barbee ou sinta que poderíamos melhorar, queremos saber!";

/* No comment provided by engineer. */
"Which mode of tutorial would you like to see?" = "Qual modo de tutorial você gostaria de ver?";

/* No comment provided by engineer. */
"Widget" = "Widget";

/* No comment provided by engineer. */
"Widget Entry:" = "Entrada de Widget:";

/* No comment provided by engineer. */
"Widget feature requires additional permissions!" = "O recurso de widget requer permissões adicionais!";

/* No comment provided by engineer. */
"Width" = "Largura";

/* No comment provided by engineer. */
"Wrong order of Barbee menu bar icons" = "Ordem incorreta dos ícones da barra de menu Barbee";

/* No comment provided by engineer. */
"X" = "X";

/* No comment provided by engineer. */
"Y" = "Y";

/* No comment provided by engineer. */
"Yearly" = "Anualmente";

/* No comment provided by engineer. */
"Yearly - %@" = "Anual - %@";

/* No comment provided by engineer. */
"Yearly VIP membership" = "Subscrição anual de membro VIP";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* No comment provided by engineer. */
"You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting" = "Você pode alterar a localização do ícone da barra de menu do Barbee na configuração `Layout da Barra de Menu`";

/* No comment provided by engineer. */
"You can check out the quick start guide to learn more about the two modes of Barbee." = "Você pode consultar o guia rápido para aprender mais sobre os dois modos de Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Profile` entry in Barbee's menu." = "Você pode ativar ou desativar a entrada `Perfil` no menu do Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Quick Search` entry in Barbee's menu." = "Você pode ativar ou desativar a entrada `Busca Rápida` no menu do Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Widget` entry in Barbee's menu." = "Você pode ativar ou desativar a entrada `Widget` no menu do Barbee.";

/* No comment provided by engineer. */
"You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue." = "Você pode exportar logs de diagnóstico e enviá-los de volta ao desenvolvedor, o que pode ajudar o desenvolvedor a resolver seu problema.";

/* No comment provided by engineer. */
"You can modify the layout of the extra menu bar in the app's preferences window" = "Você pode modificar o layout da barra de menu extra na janela de preferências do aplicativo";

/* No comment provided by engineer. */
"You have unlocked all features for 3 days, enjoy!" = "Você desbloqueou todos os recursos por 3 dias, aproveite agora!";

/* No comment provided by engineer. */
"You have unlocked all features, enjoy!" = "Você desbloqueou todos os recursos, aproveite agora!";

/* No comment provided by engineer. */
"Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase." = "Seu pagamento será cobrado na sua conta do iTunes assim que você confirmar sua compra. Sua conta do iTunes será cobrada novamente quando sua assinatura for renovada automaticamente no final do seu período de assinatura atual, a menos que a renovação automática seja desativada pelo menos 24 horas antes do final do período atual. Você pode gerenciar ou desativar a renovação automática nas configurações da sua conta Apple ID a qualquer momento após a compra.";

/* No comment provided by engineer. */
"When the screen width is wide enough, menu bar icons will no longer be hidden" = "Quando a largura do ecrã é suficiente, os ícones da barra de menu não serão mais ocultados";

/* No comment provided by engineer. */
"The screen width threshold" = "O limite de largura do ecrã";

/* No comment provided by engineer. */
"pixel(s)" = "pixel(s)";

/* No comment provided by engineer. */
"Found screen size(s):" = "Tamanhos de ecrã encontrados:";

/* No comment provided by engineer. */
"Reset All" = "Redefinir Tudo";

/* No comment provided by engineer. */
"Reset to default appearance:" = "Redefinir para a aparência padrão:";

/* No comment provided by engineer. */
"Follow us" = "Siga-nos";

/* No comment provided by engineer. */
"Translate Barbee" = "Traduzir o Barbee";

/* No comment provided by engineer. */
"Start Translating" = "Começar a traduzir";

/* No comment provided by engineer. */
"💦Contributors" = "💦Colaboradores";

/* No comment provided by engineer. */
"Special thanks to these volunteers for helping with Barbee Localization! 🌍🌎🌏" = "Agradecimento especial aos usuários por ajudar na Localização do Barbee! 🌍🌎🌏";

/* No comment provided by engineer. */
"👋Translating Barbee" = "👋A traduzir o Barbee";

/* No comment provided by engineer. */
"If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that." = "Se quiser ajudar a traduzir o Barbee para outros idiomas ou melhorar as traduções existentes, ficaríamos muito agradecidos.";

/* No comment provided by engineer. */
"Optimization:" = "Otimização:";

/* No comment provided by engineer. */
"Reduce the interference of the `Screen Recording` icon" = "Reduzir a interferência do ícone `Gravação de Ecrã`";

/* No comment provided by engineer. */
"Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon." = "Reduzir a frequência de atualização do ícone da barra de menu e otimizar a probabilidade de aparecimento do ícone `Gravação de Ecrã`.";

/* No comment provided by engineer. */
"Special thanks to:" = "Agradecimentos especiais a:";

/* No comment provided by engineer. */
"Optimize the cursor click, unable to move, flicker and disappear issues" = "Otimizar o clique do cursor, problemas de não movimento, cintilação e desaparecimento";

/* No comment provided by engineer. */
"Use the more optimized menu bar icon management algorithm" = "Usar o algoritmo de gerenciamento de ícones da barra de menu mais otimizado";

/* No comment provided by engineer. */
"Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout." = "Dica: Também pode manter premida a tecla command ⌘ e arrastar o ícone na barra de menus para alterar o layout da barra de menus.";

/* No comment provided by engineer. */
"Special Item Library:" = "Biblioteca de Itens Especiais:";

/* No comment provided by engineer. */
"Add spacer between items" = "Adicionar espaçador entre itens";

/* No comment provided by engineer. */
"Put items into a group" = "Colocar itens em um grupo";

/* No comment provided by engineer. */
"Spacer width: %d" = "Largura do espaçador: %d";

/* No comment provided by engineer. */
"Width:" = "Largura:";

/* No comment provided by engineer. */
"Spacer width: %d" = "Largura do espaçador: %d";

/* No comment provided by engineer. */
"Automatically hide other items before showing hidden items" = "Ocultar automaticamente outros itens antes de mostrar itens ocultos";

/* No comment provided by engineer. */
"Show hidden items more concisely and focused, but only works in 'Enhanced Mode'" = "Mostrar itens ocultos de forma mais concisa e focada, mas só funciona no 'Modo Avançado'";

/* No comment provided by engineer. */
"Items in group:" = "Itens no grupo:";

/* No comment provided by engineer. */
"Candidates:" = "Candidatos:";

/* No comment provided by engineer. */
"Group: %@" = "Grupo: %@";

/* No comment provided by engineer. */
"No name" = "Sem nome";

/* No comment provided by engineer. */
"Drop down menu bar participates in macOS window cycling" = "A barra de menu suspenso participa no ciclo de janelas do macOS";

/* No comment provided by engineer. */
"The drop down menu bar can become the user's active window." = "A barra de menu suspenso pode se tornar a janela ativa do usuário.";

/* No comment provided by engineer. */
"Show group on click" = "Mostrar grupo ao clicar";

/* No comment provided by engineer. */
"Show group on hover" = "Mostrar grupo ao passar o rato";

/* No comment provided by engineer. */
"Auto sync with iCloud" = "Sincronização automática com o iCloud";

/* No comment provided by engineer. */
"Rename" = "Renomear";

/* No comment provided by engineer. */
"Matches icon state" = "Corresponde ao estatuto do ícone";

/* No comment provided by engineer. */
"Does not match icon state" = "Não corresponde ao estatuto do ícone";

/* No comment provided by engineer. */
"Battery state" = "Estado da bateria";

/* No comment provided by engineer. */
"Power source" = "Fonte de energia";

/* No comment provided by engineer. */
"⚡️Any Power Source" = "⚡️Qualquer Fonte de Energia";

/* No comment provided by engineer. */
"🔋 Battery" = "🔋 Bateria";

/* No comment provided by engineer. */
"🔌 Power Adapter" = "🔌 Adaptador de Energia";
